<?php
return [
    'errors' => [
        0  => 'عملیات با موفقیت به پایان رسید',
        1  => 'شماره گیرنده اشتباه است',
        2  => 'گیرنده تعریف نشده است',
        3  => 'فرستنده تعریف نشده است',
        4  => 'متن تنظیم نشده است',
        5  => 'نام کاربری تنظیم نشده است',
        6  => 'کلمه عبور تنظیم نشده است',
        7  => 'نام دامنه تنظیم نشده است',
        8  => 'مجوز شما باطل شده است',
        9  => 'اعتبار نمایندگی شما کافی نیست',
        10 => 'برای این شماره لینک تعریف نشده است',
        11 => 'مجوز لازم برای اتصال لینک وجود ندارد',
        12 => 'نام کاربری یا کلمه‌ی عبور اشتباه است',
        13 => 'کاراکتر غیرمجاز در متن وجود دارد',
        14 => 'سقف ارسال روزانه پر شده است',
        15 => 'ارسال لینک با این شماره مجاز نیست',
        16 => 'خطا در شماره پنل؛ لطفاً با پشتیبانی تماس بگیرید',
        17 => 'تاریخ اعتبار پنل به اتمام رسیده است؛ لطفاً پنل را تمدید کنید',
        18 => 'تنظیمات OTP انجام نشده است',
        19 => 'فرمت کد OTP صحیح نیست',
        20 => 'تنظیمات کد OTP تایید نشده است',
        21 => 'تنظیمات کد OTP (محور) تایید نشده است',
        22 => 'اطلاعات مالک شماره ثبت یا تایید نشده است'
    ],
];
